Repository: wszemart/tool_manager
Catalog: tools/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Value {field_name} have to be more than 0.
pl: Wartość {field_name} musi być większa niż 0

source: Add new tool
pl: Dodaj frez

source: Table of tools
pl: Tabela frezów

source: Tool type
pl: Typ freza

source: Catalog number
pl: Nr katalogowy

source: Delete tool
pl: Usuń

source: Are you sure you want to delete the %(object.get_tool_type_display)s tool with a %(object.D1)s mm diameter?
pl: Czy napewno chcesz usunąć narzędzie %(object.get_tool_type_display)s o średnicy %(object.D1)s mm?

source: Cancel
pl: Anuluj

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Tool type
pl: Typ freza

source: Catalog number
pl: Nr katalogowy

source: Add new tool
pl: Dodaj nowy frez

source: Invalid data entered:
pl: Wprowadzono niepoprawne dane

source: Save
pl: Zapisz
