Repository: wszemart/tool_manager
Catalog: machines/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Delete machine
pl: Usuń maszynę

source: Are you sure you want to delete
pl: Czy chcesz usunąć

source: Yes
pl: Tak

source: Cancel
pl: Anuluj

source: User profile
pl: Profil użytkownika

source: Logout
pl: Wyloguj

source: Main
pl: Główna

source: Main site
pl: Strona główna

source: Machines & tools
pl: Maszyny i narzędzia

source: Machines
pl: Maszyny

source: Add machine
pl: Dodaj maszynę

source: Tools
pl: Narzędzia

source: Mill Tool
pl: Frez

source: Mill tool table
pl: Tabela frezów

source: Add mill tool
pl: Dodaj frez

source: Holder
pl: Oprawki

source: Holder table
pl: Tabela oprawek

source: Add holder
pl: Dodaj oprawkę

source: Tool assembly
pl: Narzędzie

source: Tool assembly table
pl: Tabela narzędzi

source: Add tool assembly
pl: Dodaj narzędzie

source: Logged in as
pl: Zalogowano jako

source: Tools table
pl: Tabela narzędzi

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Description
pl: Opis

source: Tool table
pl: Tabela narzędzi

source: Tool nr
pl: Nr narzędzia

source: Radius
pl: Promień

source: Total length
pl: Długość całkowita

source: Outside holder
pl: Długość poza oprawką

source: Holder type
pl: Typ oprawki

source: Tool type
pl: Typ freza

source: Add new machine
pl: Dodaj maszynę

source: Save
pl: Zapisz
